using GlushkovCinemaApp;
using GlushkovCinemaApp.Classes;
using Newtonsoft.Json;
using System.Net;
using Xamarin.Forms;

namespace TestProject
{
    [TestClass]
    public class UnitTest1
    {
      //€ ебал юнит тесты, ниху€ не понимаю, 0 пар по этой теме, 0 практик, 0 объ€снений, каким хуем € должен самосто€тельно ху€чить юнит тесты к методам которые пизданутьс€ сложнее чем базовыые - не пон€тно.
      //все мои попытки что-либо сделать здесь окончились провалом, врем€ 3:30 сука, € тер€ю рассудок, т.к спал по 2 часа в течении 2 недель, все это из-за курсача.
      //спасибо хоть стресс тесты сделал.
      //помогите...
      //
    }
}
